Repository: php-lug/lug
Catalog: src/Bundle/LocaleBundle/Resources/translations/validators.*.xlf
Languages: fr

source: The locale code should not be blank.
fr: Le code de la langue ne doit pas être vide.

source: The locale code is not valid.
fr: The code de la langue n'est pas valide.

source: The locale code is not valid.
fr: The code de la langue n'est pas valide.

source: The locale code already exists.
fr: Le code de la langue existe déjà.

source: The locale enabled flag is not valid.
fr: Le flag activé de la langue n'est pas valide.

source: The locale required flag is not valid.
fr: Le flag requis de la langue n'est pas valide.

source: The locale is the default one. You can't disable it.
fr: La langue est la langue pas défaut. Vous ne pouvez pas la désactiver.

source: The locale is the default one. You can't make it optional.
fr: La langue est la langue pas défaut. Vous ne pouvez pas la rendre optionnelle.

source: The locale is the last enabled. You can't disable it.
fr: La langue est la dernière activée. Vous ne pouvez pas la désactiver.

source: The locale is the last required. You can't make it optional.
fr: La langue est la dernière requise. Vous ne pouvez pas la rendre optionnelle.

source: You must select at least one locale.
fr: Vous devez sélectionner au moins une langue.
